<?php

/* @var $this yii\web\View */

use yii\helpers\Url;

$this->title = 'Политика конфиденциальности';

?>
<div class="section-content">
	<div class="top-blk"></div>
	<div class="content">
		<h1 class="title-h1 polycy">Политика конфиденциальности</h1>
		<div class="policy-text"><strong>1. Защита данных<br>‍</strong>Администрация сайта leadcode.ru (далее
			«Leadcode») не может передать или раскрыть информацию, предоставленную пользователем (далее Пользователь)
			при заполнении формы завки и использовании функций сайта третьим лицам, кроме случаев, описанных
			законодательством страны, на территории которой пользователь ведет свою деятельность.<br><br><strong>2.
				Получение персональной информации<br>‍</strong>Для связи с пользователем, пользователь обязан внести
			некоторую персональную информацию. Для проверки предоставленных данных, «Leadcode» оставляет за собой право
			потребовать доказательства идентичности в онлайн или офлайн режимах.<br><br><strong>3. Использование
				персональной информации<br>‍</strong>«Leadcode» использует личную информацию Пользователя для
			обслуживания и для улучшения качества предоставляемых услуг. «Leadcode» прилагает все усилия для сбережения
			в сохранности личных данных Пользователя. Личная информация может быть раскрыта в случаях, описанных
			законодательством, либо, когда администрация сочтет подобные действия необходимыми для соблюдения
			юридической процедуры, судебного распоряжения или легального процесса необходимого для работы Пользователя с
			«Leadcode». В других случаях, ни при каких условиях, информация, которую Пользователь передает «Leadcode»,
			не будет раскрыта третьим лицам.<br><br><strong>4. Контроль персональной информации<br>‍</strong>Для
			контроля персональной информации в «Leadcode» реализованы механизмы верификации личных данных.
			Ответственность за любые последствия предоставления недостоверных данных лежит на Пользователе. В случае,
			если некоторые данные изменились, Пользователь обязан исправить данные в системе самостоятельно, либо
			связаться со службой поддержки для внесения корректировок.<br><br><strong>5. Коммуникация<br>‍</strong>При
			отправке заявки Пользователь получает сообщение, подтверждающее его успешную отправку. <br>‍<br>‍<strong>6.
				Ссылки<br>‍</strong>На сайте могут содержаться ссылки на другие сайты. «Leadcode» не несет
			ответственности за содержание, качество и политику безопасности этих сайтов. Данное заявление о
			конфиденциальности относится только к информации, размещенной непосредственно на сайте.<br>‍<br>‍<strong>7.
				Безопасность<br>‍</strong>«Leadcode» обеспечивает безопасность учетной записи Пользователя от
			несанкционированного доступа.<br>‍<br><strong>8. Хранение персональных данных<br>‍</strong>Персональные
			данные пользователей хранятся в электронном виде. В электронном виде персональные данные пользователей
			хранятся в информационной системе персональных данных. Порядок архивирования и сроки хранения баз данных
			информационной системы персональных данных бессрочно.<br>‍<br>‍<strong>9. Уведомления об
				изменениях<br>‍</strong>«Leadcode» оставляет за собой право вносить изменения в Политику
			конфиденциальности без дополнительных уведомлений. Нововведения вступают в силу с момента их опубликования.
			Пользователи могут отслеживать изменения в Политике конфиденциальности самостоятельно.
		</div>
	</div>
</div>